{
    "how_nerd": {
        "messages": [
            [
                "Back in your day, you didn't have none of those 'computers', you did *actual* activities like eating sand.",
                "You're scared of wearing headphones because who knows? The government could be reading your brain...",
                "You heard the word USB once and asked if it's a type of sexually transmitted disease!",
                "Please, you probably think RAM is something you eat with a spoon ;)"
            ],
            [
                "Just give me a .exe file you smelly nerds!",
                "You practically ask for gluten-free latte machiatto with soy milk and post it on your instagram story ;)",
                "You touched grass today, but then remembered that it's poisoned with 5G and Bill Gates is secretly watching you!",
                "Your friend mentioned 'Linux' and 'Python' once, and you thought he was talking about exotic food!"
            ],
            [
                "You recently installed Kali Linux inside of a VM, hacker moment",
                "You've just watched Mr. Robot and want to become the ultimate hacker, so you ran cmatrix.",
                "You think cloning a repository from GitHub gave you dev experience (it didn't)."
            ],
            [
                "You're an enterprise C# developer working for Microsoft. You're considering using Rust but it doesn't seem reasonable enough for you.",
                "Your favorite movie series is 'The Matrix' and you love retro Nintendo games. You probably have at least one Raspberry Pi in your house."
            ],
            [
                "You wear programming socks and thigh highs for the ultimate developer experience.",
                "Meow meow mrrrrp >_< >//<",
                "You aren't finishing your neovim config anytime soon, are you?",
                "Your estrogen levels are higher than last month. Coincidence? I think not..."
            ],
            [
                "You were thinking about converting your friends to Gentoo Linux. Oh wait, what does that word mean again? \"Friends\".",
                "In today's society, everything is too 'bloated' and 'complicated' for you. Why does everyone have to use close-sourced software...",
                "How many Tor relays were you running again?",
                "Time to write an OS in assembly (I was joking but you still got all excited).",
                "*lists all the problems with C's ABI*"
            ],
            [
                "You use libreboot. That says enough on its own.",
                "Wow, you're even more of a nerd than me, and I'm a bot so this says a lot...",
                "You've probably started praying to x86-64 extensions, or something..."
            ]
        ]
    }
}